tap "atlassian/acli"
tap "azure/kubelogin"
tap "derailed/k9s"
tap "hashicorp/tap"
tap "homebrew/cask"
tap "homebrew/core"
brew "argo"
brew "argocd"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "checkov"
brew "coreutils"
brew "diff-so-fancy"
brew "fabric-ai"
brew "fd"
brew "ffmpeg", link: false
brew "ffmpeg-full", link: true
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "helm"
brew "helmfile"
brew "htop"
brew "imagemagick", link: false
brew "imagemagick-full", link: true
brew "jq"
brew "kind"
brew "kubeconform"
brew "kubectx"
brew "kubent"
brew "kubernetes-cli"
brew "lua"
brew "luarocks"
brew "neovim"
brew "node"
brew "parallel"
brew "poppler"
brew "resvg"
brew "ripgrep"
brew "sevenzip"
brew "skopeo"
brew "sops"
brew "stow"
brew "tfenv"
brew "tflint"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yamllint"
brew "yazi"
brew "yq"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "atlassian/acli/acli"
brew "azure/kubelogin/kubelogin"
brew "derailed/k9s/k9s"
brew "hashicorp/tap/terraform-ls"
brew "hashicorp/tap/vault"
cask "alacritty"
cask "arc"
cask "claude"
cask "coconutbattery"
cask "copilot-cli"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-symbols-only-nerd-font"
cask "freelens"
cask "gcloud-cli"
cask "ghostty"
cask "iterm2"
cask "logi-options+"
cask "miro"
cask "obsidian"
cask "postman"
cask "rancher"
cask "thebrowsercompany-dia"
cask "vanilla"
